monster: [5, 2], pos: [31069, 13842], select: 2, name: "稻妻8个点" -- 1 -> 8
monster: [5, 1], pos: [40646, 41646], name: "海祁岛东边2个点" -- 2 -> 10
monster: [5, 1], pos: [27945, 50965], name: "望泷村4个点" -- 3 -> 14
monster: [3, 3], pos: [36241, 42678], name: "星荧洞窟4个点" -- 4 -> 18
monster: [3, 3], pos: [29481, 33056], name: "无相之冰3个点" -- 5 -> 21
monster: [3, 3], pos: [23575, 31447], try: 2, name: "地中之盐3个点" -- 6 -> 24
monster: [10, 3], pos: [57956, 41768], name: "盗宝团5个点" -- 7 -> 29
monster: [3, 1], pos: [27279, 14691], select: 2, name: "绝云间3个点" -- 8 -> 32
monster: [6, 3], pos: [26357, 28412], name: "无郁稠林3个点" -- 9 -> 35
monster: [6, 3], pos: [7067, 58796], name: "二净甸神像7个点" -- 10 -> 42
monster: [7, 1], pos: [39365, 60496], name: "觉王之殿南方向4个点" -- 11 -> 46
monster: [7, 1], pos: [28884, 38186], name: "鸡哥下面镀金营地8个点" -- 12 -> 54
monster: [8, 2], pos: [44709, 20641], name: "往昔的桓纳兰那七天神像4个点" -- 13 -> 58
monster: [7, 3], pos: [26852, 2823], name: "祝祭厅7个点" -- 14 -> 65
monster: [8, 2], pos: [4148, 57886], name: "居尔城西边10个点" -- 15 -> 75
monster: [9, 2], pos: [43975, 23130], select: 2, name: "秋分山东侧8个点" -- 16 -> 83
monster: [9, 2], pos: [49642, 21278], name: "水下6个点" -- 17 -> 89
monster: [9, 1], pos: [46177, 37852], name: "锈舵北边4个点" -- 18 -> 93
monster: [9, 3], pos: [23165, 37032], name: "神像3个点" -- 19 -> 96
monster: [9, 3], pos: [21253, 30992], name: "梅洛彼得堡3个点" -- 19 -> 99
monster: [10, 1], pos: [40338, 19973], name: "枫科院水文塔" -- 20 -> 121
